Gets dimension equality formats
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public IList<DimensionEqualityLabelFormatting> GetEqualityFormula()
  Visual Basic
Public Function GetEqualityFormula As IList(Of DimensionEqualityLabelFormatting)
  Visual C++
public:
IList<DimensionEqualityLabelFormatting^>^ GetEqualityFormula()
 Return Value
 A list of DimensionEqualityLabelFormatting objects
 See Also
  DimensionType Class
  Autodesk.Revit.DB Namespace